Repository: ToddKerpelman/RWPlanetTour
Catalog: Planet Tour/*.lproj/Localizable.strings
Languages: nl, ro

source: Mercury
nl: Mercurius
ro: Mercur

source: Earth
nl: Aarde
ro: Terra

source: Saturn
nl: Saturnus

source: Neptune
nl: Netunus
ro: Neptun

source: The sun is trying to find a tactful way of telling Mercury it needs some personal space
nl: De zon zoekt een tactvolle manier om aan Mercurius te vertellen dat ze meer ruimte voor zichzelf nodig heeft
ro: Soarele încearcă să găsească o cale cu tact prin care a spune planetei Mercur ca are nevoie de un spațiu personal

source: Huge fan of saxophone solos in 80s rock songs
nl: Groot fan van saxofoonsolos in rocksons uit de jaren 80
ro: Fan mare de solo-uri saxofon de cântece de rock din anii '80

source: Is it getting hot in here, or it is just me?
nl: Begint het hier heet te worden, of ligt dat aan mij?
ro: Se face cald aici, sau mi se pare mie?

source: Has selfies with Matt Damon, Arnold Schwarzenegger, The Rock
nl: Heeft selfies met Matt Damon, Arnold Schwarzenegger, The Rock
ro: Are Selfie cu Matt Damon, Arnold Schwarzenegger, The Rock

source: Mortified it got a big red spot right before the Senior Planet Prom
nl: Doodsbang dat het 'n grote rode vlek heeft vlak voor het planeten-eindfeest
ro: Mortificat ca are o pată roșie mare, chiar înainte de Senior Planet Prom

source: Rings consist of 80% discarded AOL CD-ROMs, 20% packing peanuts
nl: Ring bestaat voor 80% uit weggegooide AOL CD-ROMs, voor 20% uit verpakkingswokkels
ro: Inele consista din 80% CD-uri vechi AOL, 20% arahide ambalate

source: Seriously, you can stop with the jokes. It's heard them all
nl: Nee echt, je kunt ophouden met de grapjes. Het heeft ze allemaal gehoord
ro: Serios, te poți opri cu glumele. Le-am auzit pe toate

source: Claims to be a vegetarian, but eats a cheeseburger at least once a month.
nl: Beweert vegetarisch te zijn, maar eet minstens eens per maand 'n cheeseburger.
ro: Pretinde a fi un vegetarian, dar mănâncă un cheeseburger cel puțin o dată pe lună.

source: Ostracized by friends for giving away too many Game of Thrones spoilers.
nl: Verbannen door vrienden omdat het teveel Game of Thrones spoilers geeft
ro: Ostracizat de prieteni pentru ca a dezvaluit prea multe spoilere de Game of Thrones.

source: Planet Tour
nl: Planetentour
ro: Tur Planetar

source: Just a moment...
nl: Even geduld...
ro: Un moment...

source: Like Planet Tour?
nl: Leuke planetentour?
ro: La fel ca un Tur Planetar?

source: Get the newsletter!
nl: Ontvang de nieuwsbrief!
ro: Obțineți Buletinul de Stiri!

source: Year (in Earth days)
nl: Jaar (in aarddagen)
ro: An (in zile terestre)

source: Mass (in # of Earths)
nl: Massa (in aantal aardes)
ro: Masa (ca planete Terra)

source: Fun fact:
nl: Leuk weetje:
ro: Fapt Amuzant:

source: Want more astronomy facts? Sign up for our newsletter!
nl: Wil je meer astronomiefeiten? Abonneer je op onze nieuwsbrief!
ro: Doriți mai multe detalli astronomice? Înscrieți-vă pentru newsletter-ul nostru!

source: Your email
nl: Je email-adres
ro: Email-ul Dvs

source: Thanks! Be on the lookout for your next issue!
nl: Bedankt! Kijk uit naar onze volgende editie!
ro: Mulțumiri! Fii cu ochii în patru pentru urmatoarea editie!

source: Subscribe
nl: Aboneer
ro: Inscrie-te!

source: Mars
ro: Marte
